import React from "react";
import "./About.css"

function About() {
  return (
    <div className="aboutx7">
      <h1>BMW X7</h1>
      <div>
        <p>
          Новый BMW X7 представляет собой элегантное сочетание индивидуальности
          и солидности. Несмотря на величественный вид, он создает впечатление
          удивительной легкости и динамичности благодаря лаконичному спортивному
          дизайну. Вместе с тем, невероятно вместительный салон обеспечивает
          революционное сочетание эксклюзивности, функциональности и простора –
          с беспрецедентным уровнем комфорта на всех трех рядах сидений. Шарм –
          это его суть. А элегантность – его характер. BMW X7 xDrive40i: Расход
          топлива, л/100 км (в смешанном цикле): 10,8–10,1 Выбросы CO2, г/км (в
          смешанном цикле): 247–231
        </p>
      </div>
    </div>
  );
}

export default About;
